IDEA Open Model
IdeaConImportSettings.DefaultWeldMaterial Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the name of the default weld material
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string DefaultWeldMaterial { get; set; }
Public Property DefaultWeldMaterial As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace